{
    "scriptures": [
        {
            "book": "1 Nephi",
            "chapter": 3,
            "verseStart": 7,
            "text": "And it came to pass that I, Nephi, said unto my father: I will go and do the things which the Lord hath commanded, for I know that the Lord giveth no commandments unto the children of men, save he shall prepare a way for them that they may accomplish the thing which he commandeth them."
        },
        {
            "book": "Mosiah",
            "chapter": 2,
            "verseStart": 17,
            "verseEnd": 17,
            "text": "When ye are in the service of your fellow beings ye are only in the service of your God."
        },
        {
            "book": "Alma",
            "chapter": 32,
            "verseStart": 21,
            "verseEnd": 21,
            "text": "And now as I said concerning faith—faith is not to have a perfect knowledge of things; therefore if ye have faith ye hope for things which are not seen, which are true."
        },
        {
            "book": "Ether",
            "chapter": 12,
            "verseStart": 27,
            "verseEnd": 27,
            "text": "And if men come unto me I will show unto them their weakness. I give unto men weakness that they may be humble; and my grace is sufficient for all men that humble themselves before me."
        },
        {
            "book": "3 Nephi",
            "chapter": 12,
            "verseStart": 14,
            "verseEnd": 16,
            "text": "Ye are the light of the world. A city that is set on a hill cannot be hid. Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house. Let your light so shine before this people, that they may see your good works and glorify your Father who is in heaven."
        },
        {
            "book": "Moroni",
            "chapter": 10,
            "verseStart": 4,
            "verseEnd": 5,
            "text": "And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost. And by the power of the Holy Ghost ye may know the truth of all things."
        },
        {
            "book": "2 Nephi",
            "chapter": 2,
            "verseStart": 25,
            "verseEnd": 25,
            "text": "Adam fell that men might be; and men are, that they might have joy."
        },
        {
            "book": "Helaman",
            "chapter": 5,
            "verseStart": 12,
            "verseEnd": 12,
            "text": "And now, my sons, remember, remember that it is upon the rock of our Redeemer, who is Christ, the Son of God, that ye must build your foundation."
        },
        {
            "book": "Doctrine and Covenants",
            "chapter": 18,
            "verseStart": 10,
            "verseEnd": 10,
            "text": "Remember the worth of souls is great in the sight of God."
        },
        {
            "book": "Doctrine and Covenants",
            "chapter": 121,
            "verseStart": 7,
            "verseEnd": 8,
            "text": "My son, peace be unto thy soul; thine adversity and thine afflictions shall be but a small moment; and then, if thou endure it well, God shall exalt thee on high."
        }
    ]
}